[
  "Se abre el telón y sale una mona comiendo un platano en medio de la carretera , pasa un camión y la atropella. Se cierra el telón , como se llama la pelicula ? La mona lisa.",
  "Se abre el telón: sale Franco fumándose un porro. Se cierra el telón: ¿cómo se llama la película? PAQUITO EL CHOCOLATERO.",
  "Se abre el telón y se ve a un higo mirando con sorpresa un cadáver, se cierrda el telón. ¿Cómo se llama la película? Unhigo testigo.",
  "Se abre el telón y aparece una monja en llamas. Se cierra el telón. ¿Cómo se llama la película? Sorprendida.",
  "Se abre el telón y aparece una monja entre rejas. Se cierra el telón. ¿Cómo se llama la película? Sorpresa.",
  "Mamá, mamá en el colegio me llaman egoista. Anda ya, y una mierda para ellos. Sí, ¿y para mi que?.",
  "Mamá mamá ya no quiero conocer a mi abuelito. Cállate y sigue excavando.",
  "Mamá, mamá, llévame al circo. De eso nada, el que quiera verte que venga a casa.",
  "Mamá, mamá, ¿cuando me crezcan los dedos, los puedo volver a meter en el ventilador?",
  "Mamá, mamá, en el colegio me llaman cabezón. Anda niño, calla y sube a la azotea a dar sombra al pueblo.",
  "Mamá hay olor a muerto... mamaa hay olor a muerto... mamaaaaa hay olor a muerto... ¿mamá MAMAAAAAAAAA!!!!!!!!!!!",
  "Oye, que perro tan chulo, ¿como se llama? Se llama WiFi. ¿Por qué? Porque se lo robé al vecino.",
  "¿Qúe le dice una impresora a otra? ¿Esta hoja es tuya o es impresión mía?",
  "¿Por qúe no puedes discutir con un DJ? Porque siempre están cambiando de tema.",
  "¿Cómo está una papa mojada? Empapada.",
  "¿Qúe tienen en común un caramelo de menta y un tren? Que uno tiene menta y otro tiene mentanillas.",
  "¿Qué le pasa al hierro cuando se oxida? Que se pone FeO.",
  "Si una persona muere calcinada, ¿le hacen descuento en el crematorio?",
  "Doctor doctor, cuando bebo café me duele el ojo derecho. ¿Has probado a quitarle la cuchara?",
  "Arde una fábrica de chicles. Se mascaba la trajedia.",
  "Hombre muere intoxicado con gas. Tenía malos humos.",
  "Parece que su tos está mejor. Si, estuve practicando toda la noche.",
  "¿Cuánto cuesta alquilar un coche? Depende del tiempo. Vale, pongamos que llueve.",
  "Pues entre pitos y flautas me he gastado diez mil euros. ¿Y eso? Pues ya ves, cuatro mil en pitos y seis mil en flautas.",
  "¿Qúe es Thor volando y hechando fuego por el culo? Un Thorpedo.",
  "¿Qué hace el Conde Drácula en un tractor? Sembrar el pánico.",
  "Oye, ¿tu eres de vomitar? No, soy de vodafone.",
  "El otro día acabé un puzzle, lo acabé a los 6 meses de empezarlo, pero me puse muy contento porque en la caja ponía de 2 a 3 años.",
  "¿Qué es verde por fuera, rojo por dentro y atraviesa paredes. Una sandía fantasma.",
  "Oye Juan te vendo un coche. ¿Pero yo para que coño quiero un coche vendado?",
  "Va un caracol y derrapa.",
  "Va un barco de vela y se apaga.",
  "Llega un barco a un muelle y rebota.",
  "Va un perro por la calle y se le caen los huevos, ¿te ha hecho gracia? Pues el perro se ha descojonado.",
  "Hola, ¿cómo te llamas? Yo Juan, ¿y tú? Yo no.",
  "Va un pez y frena en seco.",
  "Esto va una pelota y vuelca.",
  "Van dos, se cae el de la derecha y el del medio dice: menos mal, siempre me caía yo.",
  "Esto es uno que cada dos por tres, seis.",
  "Mamá, hoy no vuelvo a casa. ¿Por qué? Porque no salgo.",
  "Papá, ¿qué está mas lejos Córdoba o la Luna? ¿Tu ves desde aquí Córdoba?",
  "Esto es una iglesia que estaba tan lejos tan lejos que no iba ni Dios.",
  "Oye, ¿sabes cómo se llaman los habitantes de Barcelona? Hombre, pues todos no.",
  "¿Dónde vas Antonio? A por estiércol para las fresas. ¿Pero por qué no te las comes con nata, como todo el mundo?",
  "Un matón entra en un bar, le da un puñetazo a la barra y pregunta con voz amenazante, ¿QUIEN ES JUAN? Un tipo delgado y bajito se levanta y contesta: Yo soy Juan, ¿pasa algo? El matón agarra a Juan, lo saca del bar y le pega una paliza. Juan vuelve a entrar en el bar, cojeando y con toda la cara y la camisa manchada de sangre. A pesar de que le duele respirar, se está riendo muy flojito. He engañado a ese estúpido, yo no soy Juan.",
  "Hombre Juan, cuánto tiempo, ¿dónde vives ahora? En Leganés. Qué bien, donde el mounstro.",
  "El otro día tu mujer me contó un chiste tan bueno que de la risa me caí de la cama.",
  "A mí me gustaría vivir en una isla desierta. A mí también. ¡Joder! ¡Ya empezamos a llenarla!",
  "Mamá, ¿América está muy lejos? Calla y sigue nadando.",
  "Buenas, ¿me da una caja de ácido acetil salínico, por favor? ¿Aspirinas? Si, eso, que nunca me acuerdo del nombre.",
  "Deme dos barras de pan, por favor. Y si tiene huevos, dos docenas. Y le dió veinticuatro barras de pan.",
  "¿Sabes cuánto pago de alquiler por la frutería? PIMIENTOS EUROS.",
  "¿Qué le pasa a una caja cuando va al gimnasio? Que se hace una caja fuerte.",
  "¿Por qué el 59 siempre está de pie? Porque después sesenta.",
  "¿Oye tienes trajes de camuflaje? Los tenía pero no los encuentro.",
  "El no tener hijos es hereditario; si tus padres no tuvieron ninguno, lo mas probable es que tu tampoco los tengas.",
  "La tasa de natalidad es el doble que la tasa de mortalidad; por lo tanto, una de cada dos personas es inmortal.",
  "En Nueva York un hombre es atropellado cada diez minutos. El pobre tiene que estar hecho polvo.",
  "Que le dice el mar a los que se ahogan? Nada.",
  "Papá, ¿qué es una secuela? ¿Te acuerdas hijo de aquella anciana que estaba en la cola del supermercado que le di una buena paliza? Si. Pues esa ya no secuela más.",
  "No es lo mismo decir el sida tiene cura, que el cura tiene sida.",
  "Había un hombre tan, tan, pero tan, que se creía campana.",
  "Oiga que su hijo le ha sacado la lengua al mio. Bueno son cosas de crios. Si, ya pero no puedo cortar la hemorragia.",
  "¡Te detesto! K de kilo. ¿Qué coño dices? No sé, has empezado tú.",
  "¿En qué ciudad se abre la correspondencia de los otros? En Cartagena.",
  "En una farmacia... Hola, ¿tiene algo contra la tos? No, tosa tranquilo.",
  "Abogado, ¿qué dice el alegato? Alemiau.",
  "Oye, ¿de qué trabaja tu madre? Es lavandera. Ah si, ¿de qué país?",
  "¿Qué es una silla esnifando cocaina? Una viciosilla.",
  "¿Qué es un osito en bici? Un viciosillo.",
  "Me he propuesto dejar de beber. Pero me he rechazado la propuesta.",
  "Alégrate, te han rebajado la condena. Dormirás en la celda del sótano.",
  "¡Cuidado, una boa! ¡Vivan los novios!",
  "Antes utilizaba gafas para correr e iba rápido, pero ahora voy lento porque uso lentillas.",
  "¿Te cuento un chiste verde? Lechuga.",
  "¿Qué hace una hormiga dando vueltas a un chicle? La vuelta chiclista.",
  "Oye, ¿qué diferenfia hay entre el papel higiénico y una cortina de ducha? Ni idea. Entonces has sido tú, hijo de puta.",
  "¿Cuál es la diferencia entre una calculadora y una toalla? Con la calculadora se calcula y la toalla secalculo.",
  "¿Qué es mejor, la Tierra o la Luna? A ver, está claro que la Luna le da mil vueltas a la Tierra.",
  "Hola, ¿es el 555666777? No, es el 777666555. Perdón, es que soy zurdo.",
  "El otro día hice el amor con una americana. ¡Oh! ¿Y qué tal fue? Fatal, tío. Mucho calor. Al final me la tuve que quitar.",
  "Mesero: ¿Le interesaría probar la sugerencia del chef?, ¿molusco sarandeado? Sí, pero agradecería que evitaramos los apodos.",
  "Le condeno a tres meses de cárcel por injurias. ¿Y cuándo se comete injuria? Cuando insultas o vejas. ¿Por insultar ovejas vas a la cárcel? Y por tonto.",
  "Doctor, creo que necesito gafas. Estoy de acuerdo, pero no puedo ayudarle, ¡esto es un banco!",
  "¿Qué hacen dos pollos cuando critican a un tercero que no está? Ponerlo a caldo...",
  "¡Papá, papá! ¡Nos han robado el coche! ¿Has visto quién era? ¡No! ¡Pero les he cogido la matrícula!",
  "Si adivinas que llevo en el cesto te doy un racimo. ¡PATATAS!",
  "Veo un cadáver. ¿Cada cuánto? No, cadáver.",
  "Si un fantasma ocupa el cuerpo del dios griego del mar, está poseídon.",
  "Hola, le llamo porque su hijo se ha caído y le han dado 4 puntos. Ni eso aprueba el inútil.",
  "Un día se me olvidó como se lanzaba un boomerang, pero al final me vino a la cabeza.",
  "Papá Noel me trajo un reloj. ¿Qué marca? Pues la hora.",
  "Examen de forense: Abra el cadáver. Patadecabrer.",
  "¿Qué hace un piojo en la cabeza de un calvo ¡Desintoxicación!",
  "Me compré un par de zapatos de cocodrilo, pero tuve que devolverlos. ¿Por qué? Es que mi cocodrilo tiene cuatro patas y no le sirven solo un par...",
  "Oiga, ¿no le parece extraño que ese caballo le haya pedido un whisky? Pues sí, muy extraño, ese caballo siempre pide agua mineral sin gas.",
  "¿Por qué los elefantes se pintan los pies de amarillo? Para esconderse dentro de los tarros de mostaza. ¿Has visto alguna vez un elefante en un tarro de mostaza? No. ¿Ves cómo funciona?",
  "Pero, este perro es inteligentísimo, ¡Juega al ajedrez! No te creas... Le he ganado tres partidas de cinco.",
  "Tu perro parece un gato. Es que es un gato. Pues parece un perro."
]
