[
  "Why don't scientists trust atoms? Because they make up everything.",
  "I told my wife she was drawing her eyebrows too high. She looked surprised.",
  "Why did the scarecrow win an award? Because he was outstanding in his field.",
  "I'm reading a book about anti-gravity. It's impossible to put down.",
  "Why don't skeletons fight each other? They don't have the guts.",
  "What do you call a fake noodle? An impasta.",
  "Why did the bicycle fall over? Because it was two-tired.",
  "I used to hate facial hair, but then it grew on me.",
  "What do you call a bear with no teeth? A gummy bear.",
  "Why can't you hear a pterodactyl going to the bathroom? Because the P is silent.",
  "I'm on a seafood diet. I see food and I eat it.",
  "What do you call a fish without eyes? A fsh.",
  "Why did the math book look so sad? Because it had too many problems.",
  "What do you call a dog that does magic tricks? A Labracadabrador.",
  "I told my computer I needed a break. Now it won't stop sending me Kit-Kat ads.",
  "Why don't eggs tell jokes? They'd crack each other up.",
  "What's orange and sounds like a parrot? A carrot.",
  "I used to be a banker, but I lost interest.",
  "Why did the golfer bring two pairs of pants? In case he got a hole in one.",
  "What do you call a pile of cats? A meowtain.",
  "Mom, mom, they call me big head at school! Nonsense son, now go to the store and bring me 10 pounds of potatoes in your hat.",
  "Mom, mom, am I adopted? Of course not! Why would we choose you?",
  "Mom, mom, can I lick the bowl? No, flush it like everyone else.",
  "Dad, dad, what's it like having the best son in the world? I don't know, ask your grandpa.",
  "Mom, mom, I don't want to go to Europe! Shut up and keep swimming.",
  "Doctor, doctor, I feel like a pair of curtains! Pull yourself together!",
  "Doctor, doctor, I broke my arm in two places! Then don't go to those places.",
  "Doctor, doctor, everyone ignores me. Next please!",
  "Doctor, doctor, I think I'm a bell. Take these pills, and if they don't work, give me a ring.",
  "Doctor, doctor, I feel like a pack of cards. I'll deal with you later.",
  "What do you call a boomerang that doesn't come back? A stick.",
  "Why did the tomato turn red? Because it saw the salad dressing.",
  "What's brown and sticky? A stick.",
  "What do you call a dinosaur that crashes their car? Tyrannosaurus Wrecks.",
  "Why can't your nose be 12 inches long? Because then it would be a foot.",
  "What do you call a sleeping dinosaur? A dino-snore.",
  "I tried to catch fog yesterday. I mist.",
  "What do you call a cow with no legs? Ground beef.",
  "What do you call a cow with two legs? Lean beef.",
  "What's the difference between a piano and a fish? You can tune a piano, but you can't tuna fish.",
  "Why did the cookie go to the doctor? Because it was feeling crummy.",
  "What do you call a deer with no eyes? No idea.",
  "What do you call a deer with no eyes and no legs? Still no idea.",
  "I asked the librarian if the library had books about paranoia. She whispered, 'They're right behind you.'",
  "Why do cows wear bells? Because their horns don't work.",
  "What do you call a lazy kangaroo? A pouch potato.",
  "Why did the stadium get hot after the game? All the fans left.",
  "What do you call a factory that makes okay products? A satisfactory.",
  "I'm terrified of elevators. I'm taking steps to avoid them.",
  "What sits at the bottom of the sea and twitches? A nervous wreck.",
  "Why do seagulls fly over the sea? Because if they flew over the bay, they'd be bagels.",
  "What do you call an alligator in a vest? An investigator.",
  "I got hit in the head with a can of soda. Luckily it was a soft drink.",
  "Why couldn't the bicycle stand up by itself? It was two tired.",
  "What's a ninja's favorite type of shoes? Sneakers.",
  "What do you call a pig that does karate? A pork chop.",
  "Why did the coffee file a police report? It got mugged.",
  "What do you call a snowman with a six-pack? An abdominal snowman.",
  "I used to play piano by ear, but now I use my hands.",
  "What's the best thing about Switzerland? I don't know, but the flag is a big plus.",
  "Why don't oysters share? Because they're shellfish.",
  "What did the grape say when it got stepped on? Nothing, it just let out a little wine.",
  "What do you call a belt made of watches? A waist of time.",
  "Why did the invisible man turn down the job offer? He couldn't see himself doing it.",
  "What do you call a can opener that doesn't work? A can't opener.",
  "I'm afraid of speed bumps, but I'm slowly getting over it.",
  "What do you get when you cross a snowman and a vampire? Frostbite.",
  "Why don't scientists trust stairs? Because they're always up to something.",
  "What do you call a magic dog? A Labracadabrador.",
  "I used to be addicted to soap. I'm clean now.",
  "What did the left eye say to the right eye? Between you and me, something smells.",
  "Why did the gym close down? It just didn't work out.",
  "What do you call a parade of rabbits hopping backwards? A receding hare-line.",
  "Why are ghosts bad liars? Because you can see right through them.",
  "What do you call birds that stick together? Velcrows.",
  "I sold my vacuum the other day. All it was doing was gathering dust.",
  "What happens when a frog's car breaks down? It gets toad away.",
  "Why did the picture go to jail? Because it was framed.",
  "What do you call a bear caught in the rain? A drizzly bear.",
  "I was wondering why the ball was getting bigger. Then it hit me.",
  "What do lawyers wear to court? Lawsuits.",
  "Why are elevator jokes so good? They work on many levels.",
  "What do you call a fish that wears a crown? A king fish? No, a selfish.",
  "I have a joke about construction, but I'm still working on it.",
  "What do you call a sleeping bull? A bulldozer.",
  "Why did the banana go to the doctor? It wasn't peeling well.",
  "What do you call a cheese that isn't yours? Nacho cheese.",
  "I have a photographic memory, but I always forget to bring the film.",
  "What do you call a person who tells dad jokes but isn't a dad? A faux pa."
]
